Revit 2027 API
ParameterTypeId.RbsElecWireCircuits Property
 "Circuits"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireCircuits { get; }
Public Shared ReadOnly Property RbsElecWireCircuits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireCircuits {
	ForgeTypeId^ get ();
}
static member RbsElecWireCircuits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace